org-linkz/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-02-01 Thu 07:25 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Linkz</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/theme.css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Linkz</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc0da90b">INBOX</a></li>
<li><a href="#org9ab0526">Favorites</a></li>
<li><a href="#orga97b37a">Productivity</a></li>
<li><a href="#orgf7a4900">Work</a></li>
<li><a href="#orgd6ba917">Personal</a></li>
</ul>
</div>
</div>
<input id="search">
<wrapper id="outline-container-orgc0da90b" class="outline-2">
<h2 id="orgc0da90b">INBOX</h2>
<div class="outline-text-2" id="text-orgc0da90b">
</div>
<ul class="org-ul">
<li><a id="orgebe9192"></a><a href="https://vid.puffyan.us/">Invidious - search</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-04 Mon 17:29]</span></span><br></li>
<li><a id="org3b5a7a5"></a><a href="http://portfolio/">Christian Johnson | Student</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-06 Wed 15:25]</span></span><br></li>
<li><a id="orga589f91"></a><a href="https://www.youtube.com/watch?v=jl5yUEdekEM">Python Resume Projects - You Can Finish in a Weekend - YouTube</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-13 Wed 21:44]</span></span><br></li>
<li><a id="org6619861"></a><a href="https://developerlife.com/2021/01/19/fish-scripting-manual/">fish shell scripting manual | developerlife.com</a> <span class="timestamp-wrapper"><span class="timestamp">[2024-01-15 Mon 09:40]</span></span><br></li>
<li><a id="org88a4369"></a><a href="http://192.168.1.172:8686/">Lidarr</a> <span class="timestamp-wrapper"><span class="timestamp">[2024-01-28 Sun 14:24]</span></span><br></li>
<li><a id="orgf76611d"></a><a href="http://192.168.1.172:8080/">qBittorrent v4.6.3 Web UI</a> <span class="timestamp-wrapper"><span class="timestamp">[2024-01-30 Tue 15:46]</span></span><br></li>
<li><a id="org62bf184"></a><a href="http://192.168.1.172:8096/web/index.html#!/home.html">Jellyfin</a> <span class="timestamp-wrapper"><span class="timestamp">[2024-02-01 Thu 07:25]</span></span><br></li>
</ul>
</wrapper>
<wrapper id="outline-container-org9ab0526" class="outline-2">
<h2 id="org9ab0526">Favorites</h2>
<div class="outline-text-2" id="text-org9ab0526">
</div>
<ul class="org-ul">
<li><a id="orgaacba3d"></a><a href="https://chat.openai.com/">ChatGPT</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:56]</span></span><br></li>
</ul>
</wrapper>
<wrapper id="outline-container-orga97b37a" class="outline-2">
<h2 id="orga97b37a">Productivity</h2>
</wrapper>
<wrapper id="outline-container-orgf7a4900" class="outline-2">
<h2 id="orgf7a4900">Work</h2>
<div class="outline-text-2" id="text-orgf7a4900">
</div>
<ul class="org-ul">
<li><a id="orgbd6d0fd"></a><a href="https://login.microsoftonline.us/common/oauth2/authorize?client_id=9d0586d7-1bd5-4761-816f-9ecdcc198c8e&amp;redirect_uri=https%3A%2F%2Fwww.ohome.apps.mil%2Flanding&amp;response_type=code%20id_token&amp;scope=openid%20profile&amp;response_mode=form_post&amp;nonce=638370546972133691.MjI0NTdhNDAtNDk5ZC00MDNkLTkxZGItOGYyNTA2MDgwNTFmOTk3MzZjOGYtNWI3Yi00YWVmLWE4NWUtYTc3ODk4Y2JhOTRl&amp;ui_locales=en-US&amp;mkt=en-US&amp;msafed=0&amp;client-request-id=a4a1a019-7710-470d-98f3-4499730fa76c&amp;state=qn3cvqT195DuKsC12DaHqtaDp4RLFZiS7IWa55C29aae1s24mUOP-pIWWIQsWxkShtWqItfyQRe9V5zfLK3qmEaQC_nuUdx71rWAxYSC4WHw8Hin5Q5JQnj09Ltj_3eQPJpb28TjcmO-dJPNzeQgSps-LtdRtyERm8RlfUU52J4cFBGYSgpA_H8sqfiNiTFFc49ps0ug-6qJ5nxq_PhIvgedOl8YzaGz99x6H_rRf-uxU0YAwT3hKjz6rg0DpvyMQaOIJQdgXo_mMupt6no9L-D3Il9TmEjqfI399mw2zTDBF-RiMWAZhinxx_QMQ_7J_sIEqo2J4X9tvTrOOHPNDnOklsWywTX35xcPdNxBecc&amp;x-client-SKU=ID_NET6_0&amp;x-client-ver=6.34.0.0">.MIL Email</a><br></li>
<li><a id="org68e0936"></a><a href="https://hcm.direct-access.uscg.mil/psp/HCPRD/?cmd=login&amp;languageCd=ENG&amp;">Direct Access</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:14]</span></span><br></li>
<li><a id="org273c64e"></a><a href="https://home.cards.citidirect.com/CommercialCard/login?locale=en">Citi Commercial Cards</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:14]</span></span><br></li>
<li><a id="org369a88b"></a>School<br>
<ul class="org-ul">
<li><a id="org1352d9c"></a><a href="https://regis.uscga.edu/">REGIS</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:08]</span></span><br></li>
<li><a id="orgadf7bf7"></a><a href="https://cgaportal.uscga.edu/Pages/default.aspx">CGA Portal</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:08]</span></span><br></li>
<li><a id="orgf373c24"></a><a href="https://cer.uscga.edu/">CER</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:08]</span></span><br></li>
<li><a id="org42ae9a5"></a><a href="https://uscga.desire2learn.com/d2l/login?sessionExpired=0&amp;target=%2fd2l%2fhome">D2L</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:14]</span></span><br></li>
</ul>
</li>
</ul>
</wrapper>
<wrapper id="outline-container-orgd6ba917" class="outline-2">
<h2 id="orgd6ba917">Personal</h2>
<div class="outline-text-2" id="text-orgd6ba917">
</div>
<ul class="org-ul">
<li><a id="orgaec1dd6"></a>Finance<br>
<ul class="org-ul">
<li><a id="org17c5560"></a><a href="https://client.schwab.com/Login/SignOn/CustomerCenterLogin.aspx?SessionTimeOut=y&amp;ReturnUrl=%2fclientapps%2faccounts%2fsummary%2f%3fShowUN%3dYES">Charles Schwab</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:05]</span></span><br></li>
<li><a id="orge0a4fa6"></a><a href="https://main.yhlsoft.com/auth/users/sign_in?scope=auth&amp;is_timeout=1&amp;redirect_uri=https%3A%2F%2Fmain.yhlsoft.com%2Fwebportal%2F%3Fbranch_id%3Dcfec3863-b2aa-4b60-84ad-f62c106922ba#/home/overview">Piedmont Wealth Management</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:06]</span></span><br></li>
<li><a id="org633c3e9"></a><a href="https://www.americanexpress.com/en-us/account/login">American Express US</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:06]</span></span><br></li>
</ul>
</li>
<li><a id="orgc5abe2c"></a>Recreation<br>
<ul class="org-ul">
<li><a id="orge8a9e53"></a><a href="https://app.plex.tv/desktop/#!/">Plex</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:56]</span></span><br></li>
<li><a id="org223dfb9"></a><a href="https://auth.max.com/profile-picker?flow=login">Max</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:57]</span></span><br></li>
<li><a id="org3dfa381"></a><a href="https://www.dishanywhere.com/networks/sec_network_529">DISH Anywhere</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:57]</span></span><br></li>
</ul>
</li>
<li><a id="org305562f"></a>Study<br>
<ul class="org-ul">
<li><a id="orgd4fec32"></a><a href="https://lifeat.io/room/L4IXhzXFv3HQqoLf?host=Christian%27s+Room&amp;space=17">LifeAt Spaces</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:08]</span></span><br></li>
<li><a id="org47adc38"></a><a href="https://www.ambient-mixer.com/">Ambient Mixer</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-12-01 Fri 14:07]</span></span><br></li>
</ul>
</li>
</ul>
</wrapper>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-02-01 Thu 07:25</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>